Repository: common-repository/quick-search-and-only-one-category-posting
Catalog: languages/qsoocp-*.po
Languages: vi

source: Change Checkbox to Radio Button
vi: Đổi Checkbox Sang Radio Button

source: Enable
vi: Bật

source: Disable
vi: Tắt

source: Delete
vi: Xoá

source: Add
vi: Thêm

source: Quick Search And Only One Category Posting support quickly selecting category via search box when there are many categories. Besides, you can use radio button instead of checkbox when you want clients to choose 1 category only. Quick Search And Only One Category Posting supports all custom post types and custom taxonomy activated in theme and plugin.
vi: Quick Search And Only One Category Posting hỗ trợ chọn nhanh category khi bạn có quá nhiều category thông qua khung search. Ngoài ra bạn có thể chuyển từ checkbox sang radio button khi muốn client chỉ được phép chọn 1 chuyên mục. Quick Search And Only One Category Posting hỗ trợ tất cả các custom post type và custom taxonomy được kích hoạt trong theme, plugin.

source: Hoang Quoc Long
vi: Hoàng Quốc Long

source: Quick Seach
vi: Tìm Nhanh

source: Settings Admin
vi: Cài Đặt

source: QSOOCP Setting
vi: Cài Đặt QSOOCP

source: Chose Post Type
vi: Chọn Post Type

source: Select Post Type
vi: Chọn Post Type

source: Select Taxonomy
vi: Chọn Taxonomy
